import random 
import os 
import time 

x=random.randint(0,22) 
Rainbow = [ "скоро", "сегодня", "через две недели ", "завтра", "через год", "через 2 года", "через 3 года", "через 4 года", "через 5 лет", "через 6 лет", "через 7 лет", "через 8 лет", "через 9 лет", "через 10 лет", "никогда", "в следующий вторник", "послезавтра", "в следующий понедельник", "в следующую среду", "в следующий четверг", "в следующую пятницу", "в следующую субботу", "в следующую неделю" ] 
time.sleep(0.5) 
print("________________________________") 
print(Rainbow[x]) 
print("________________________________") 
p=input () 
os.system("python ppp.py")
