import random 
import os 
import time 

x=random.randint(0,15) 
Rainbow = [ 
# Положительные 
"Бесспорно", 
"Конечно", 
"Никаких сомнений", 
"Определённо да", 
"Можешь быть уверен в этом", 
# Нерешительно положительные 
"Мне кажется — «да»", 
"Вероятнее всего", 
"Хорошие перспективы", 
"Знаки говорят — «да»", 
"Да", 
# Нейтральные 
"Лучше не рассказывать",
# Отрицательные 
"Даже не думай", 
"Мой ответ — «нет»", 
"По моим данным — «нет»", 
"Перспективы не очень хорошие", 
"Весьма сомнительно" ] 
time.sleep(0.5) 
print("________________________________") 
print(Rainbow[x]) 
print("________________________________") 
p=input () 
os.system("cd && cd boll && python ppp.py")
